Repository: mpollmeier/claws-mail-plugins
Catalog: attachwarner/po/*.po
Languages: de

source: Attachment warning
de: Anhang Warnung

source: An attachment is mentioned in the mail you're sending, but no file was attached. Send it anyway?
de: In der Nachricht wird ein Anhang erwähnt, aber es wurde kein Anhänge gefunden. Trotzdem senden?

source: +_Send
de: +_Senden

source: Failed to register check before send hook
de: Registrierung 'check before send hook' fehlgeschlagen

source: Warns user if some reference to attachments is found in the message text and no file is attached.
de: Warnt den Benutzer wenn ein Anhang in der Mail erwähnt wurde aber keine Dateien an gehangen wurden

source: attach
de: Anhang

source: Warn when matching the following regular expressions: (one per line)
de: Warne wenn die folgenden Regulären Ausdrücke zutreffen: (einer pro Zeile)

source: Skip quoted lines
de: Zitierte Zeilen auslasse

source: Exclude quoted lines from checking for the regular expressions above
de: Lässt zitierte Zeilen von der Prüfung gegen die Regulären Ausdrücke aus

source: Skip forwards and redirections
de: Weiterleitungen und Umleitung überspringen

source: Don't check for missing attachments when forwarding or redirecting messages
de: nicht auf fehlende Anhänge prüfen wenn die Nachricht weiter oder umgeleitet wird
