Repository: mpollmeier/claws-mail-plugins
Catalog: bsfilter/po/*.po
Languages: fr, it, ja

source: Any
fr: Quelconque
it: Qualsiasi

source: Bsfilter: fetching body...
fr: Bsfilter : récupération du message..
it: Bsfilter: prelievo del corpo...
ja: Bsfilter: bodyを取得しています...

source: Bsfilter: filtering message...
fr: Bsfilter : filtrage du message..
it: Bsfilter: filtraggio messaggio...
ja: Bsfilter: メッセージを振り分けています...

source: The Bsfilter plugin couldn't filter a message. The probable cause of the error is that it didn't learn from any mail. Use "/Mark/Mark as spam" and "/Mark/Mark as ham" to train Bsfilter with a few hundred spam and ham messages.
fr: Erreur lors du traitement d'un message par le module Bsfilter. La cause probable de cette erreur est que Bsfilter n'a encore subi aucun apprentissage. Utilisez "Marquer/Marquer comme pourriel" et "Marquer/Marquer comme courrier légitime" sur quelques centaines de messages afin de faire l'apprentissage de Bsfilter.
it: Il plugin Bsfilter non è stato in grado di filtrare un messaggio. La causa più probabile per questo errore è che non ha ancora ricevuto messaggi da cui imparare. Usare "/Contrassegna/Contrassegna come spam" e "/Contrassegna/Contrassegna come non spam" per allenare Bsfilter con qualche centinaio di messaggi.
ja: Bsfilterプラグインはメッセージを振り分けることが出来ません。どのメールからも学習していないためのエラーと思われます。 "/マーク/spamとしてマーク" や "/マーク/非Spamとしてマーク"を使って、数百のSpamや非SpamメッセージでBsfilterをトレーニングしてください。

source: The Bsfilter plugin couldn't filter a message. The command `%s` couldn't be run.
fr: Erreur lors du traitement d'un message par le module Bsfilter. La commande `%s` n'a pu être exécutée.
it: Il plugin Bsfilter non ha potuto filtrare un messaggio. Impossibile eseguire il comando `%s`.
ja: Bsfilterプラグインは、メッセージを振り分けることができません。コマンド `%s` が実行できません。

source: Bsfilter: learning from message...
fr: Bsfilter : apprentissage à partir du message..
it: Bsfilter: apprendimento dal messaggio...
ja: Bsfilter: メッセージから学習中です...

source: Learning failed; `%s` returned with status %d.
fr: Erreur lors de l'apprentissage; le code retour de `%s` est %d.
it: Apprendimento fallito; `%s` è uscito con stato %d.
ja: 学習に失敗しました; `%s` はステータス %d を返しました。

source: This plugin can check all messages that are received from an IMAP, LOCAL or POP account for spam using Bsfilter. You will need Bsfilter installed locally. Before Bsfilter can recognize spam messages, you have to train it by marking a few hundred spam and ham messages with the use of "/Mark/Mark as spam" and "/Mark/Mark as ham". When a message is identified as spam it can be deleted or saved in a specially designated folder. Options can be found in /Configuration/Preferences/Plugins/Bsfilter
fr: Ce module utilise Bsfilter afin de déterminer si les messages reçus par les comptes IMAP, LOCAL et POP sont des pourriels ou du courrier légitime. Une installation locale et valide de Bsfilter est nécessaire. Afin que Bsfilter puisse distinguer les pourriels des courriers légitimes, il est nécessaire de lui faire subir un apprentissage en utilisant les commandes "Marquer/Marquer comme pourriel" et "Marquer/Marquer comme courrier légitime" sur quelques centaines de messages. Quand un pourriel est identifié, il est possible de l'effacer de façon permanente ou de le conserver dans un dossier spécifique (par défaut: la corbeille). Ce module est paramétrable via les options situées sous Configuration/Préférences/Modules/Bsfilter
it: Questo plugin è in grado di verificare tutti i messaggi ricevuti da account IMAP, LOCAL o POP e determinare tramite Bsfilter se si tratta di spam. È necessario installare Bsfilter. Prima che Bsfilter possa riconoscere i messaggi spam, è necessario allenarlo segnalando qualche centinaio di messaggi di spam (e non) utilizzando "/Contrassegna/Contrassegna come spam" e "/Contrassegna/Contrassegna come non spam". Quando un messaggio viene identificato come spam, può essere cancellato o salvato in una cartella speciale. Le opzioni si trovano in /Configurazione/Preferenze/Plugin/Bsfilter
ja: このプラグインはspam検出のためIMAPやローカル、またはPOPアカウントから受信した全てのメッセージをBsfilterを使ってチェックすることができます。ローカルにBsfilterをインストールしなければいけません。 BefilterがSpamメッセージを認識する前に、"/マーク/spamとしてマーク" や "/マーク/非Spamとしてマーク"を使い、数百のSpamと非Spamメッセージをマークすることでトレーニングする必要があります。 メッセージがSpamとして認識されたとき、Bsfilterは削除したり、特別に指定したフォルダへ保存します。 オプションは/設定/全般の設定/プラグイン/Bsfilter にあります

source: Spam detection
fr: Détection de pourriel
it: Rilevazione spam
ja: Spam検出

source: Spam learning
fr: Apprentissage à partir de pourriel
it: Apprendimento spam
ja: Spam学習

source: Process messages on receiving
fr: Traitement des messages à leur réception
it: Elabora messaggi in ricezione
ja: 受信側でメッセージを処理する

source: Maximum size
fr: Taille maximale
it: Dimensione massima
ja: 最大サイズ

source: Messages larger than this will not be checked
fr: Définit la taille maximale de message à traiter
it: I messaggi più grandi di questo valore non saranno controllati
ja: チェックしないメッセージより大きいメッセージ

source: KB
fr: Ko

source: Save spam in
fr: Enregistrer les pourriels dans
it: Salva lo spam in
ja: spamを保存する

source: Folder for storing identified spam. Leave empty to use the trash folder.
fr: Dossier où conserver les pourriels. Laissez ce champ vide pour utiliser la corbeille.
it: Cartella per salvare lo spam identificato. Lasciare vuoto per usare il cestino.
ja: Spamと識別された保存用フォルダ。ゴミ箱を利用するには空にします。

source: _Browse
fr: Sélectionner
it: _Sfoglia
ja: 見る(_B)

source: Click this button to select a folder for storing spam
fr: Cliquer ce bouton pour sélectionner le dossier de stockage des pourriels
it: Cliccare questo pulsante per scegliere una cartella per salvare lo spam.
ja: このボタンをクリックしてSpam保存用のフォルダを選択します

source: Whitelist senders found in address book/folder
fr: Considérer en liste blanche si l'expéditeur est dans le carnet d'adresse
it: Inserisci in whitelist i mittenti trovati nella rubrica
ja: アドレス帳やフォルダにある送信者はホワイトリストに入れる

source: Messages coming from your address book contacts will be received in the normal folder even if detected as spam
fr: Les messages dont l'expéditeur est dans votre carnet d'adresse seront considérés comme légitimes même si Bsfilter les considère a priori comme des pourriels
it: I messaggi provenienti da contatti presenti in rubrica saranno depositati nelle cartelle normali anche se considerati spam
ja: アドレス帳の連絡先から受信したメッセージは、Spamと検出されても通常のフォルダで受信する

source: Select ...
fr: Sélectionner..
it: Seleziona ...
ja: 選択 ...

source: Click this button to select a book or folder in the address book
fr: Cliquer ce bouton pour sélectionner un carnet ou dossier du carnet d'adresse
it: Cliccare questo pulsante per selezionare un quaderno o una cartella in rubrica
ja: このボタンをクリックしてアドレス帳のフォルダやブックを選択します

source: Learn whitelisted emails as ham
fr: Considérer les messages en liste blanche comme courriers légitimes lors de l'apprentissage
it: Apprendi i messaggi in whitelist come non spam
ja: ホワイトリストとしたメールを非Spamとして学習

source: If Bsfilter thought an email was spam or unsure, but it was whitelisted, learn it as ham.
fr: Si Bsfilter a classé un message en tant que pourriel ou "incertain" mais qu'il est en liste blanche, s'en souvenir comme d'un message légitime
it: Se Bsfilter considera un messaggio come spam o insicuro, ma è passato dalla whitelist, apprendilo come non spam
ja: Bsfilterはメールをspamが信頼できないものと考えていますが、ホワイトリスト済みで非Spamと学習しています。

source: Bsfilter call
fr: Appel à Bsfilter
it: Bsfilter
ja: Bsfilterの呼び出し

source: Path to bsfilter executable
fr: Chemin complet vers l'exécutable bsfilter
it: Percorso per l'eseguibile di bsfilter
ja: bsfilter実行ファイルへのパス

source: Mark spam as read
fr: Marquer les pourriels comme lus
it: Segna lo spam come già letto
ja: Spamを既読としてマークする

source: Plugins
fr: Modules
it: Plugin
ja: プラグイン
