Repository: mpollmeier/claws-mail-plugins
Catalog: clamav/po/*.po
Languages: hu

source: ClamAV: scanning message...
hu: ClamAV: üzenet vizsgálata...

source: Failed to register mail filtering hook
hu: E-mail szűrési szabálylánc regisztrálása sikertelen.

source: This plugin uses Clam AntiVirus to scan all messages that are received from an IMAP, LOCAL or POP account. When a message attachment is found to contain a virus it can be deleted or saved in a specially designated folder. Options can be found in /Configuration/Preferences/Plugins/Clam AntiVirus
hu: Ez a plugin bármely IMAP, LOCAL vagy POP fiókra érkezett üzeneteket vizsgálja meg a Clam AntiVirus használatával. Ha az üzenet melléklete vírust tartalmaz, törölhető, vagy egy külön e célra kijelölt mappába menthető. A beállítások a /Beállítások/Közös beállítások/Pluginek/Clam AntiVirus részben találhatók.

source: Virus detection
hu: Víruskeresés

source: Enable virus scanning
hu: Víruskeresés engedélyezése

source: Scan archive contents
hu: Archívum tartalmának átnézése

source: Maximum attachment size
hu: Csatolás maximális mérete

source: Message attachments larger than this will not be scanned
hu: Az ennél nagyobb méretű csatolásokkal rendelkező üzenetek nem lesznek vizsgálva.

source: Save infected mail in
hu: Fertőzött e-mail tárolása itt:

source: Save mail that contains viruses
hu: Vírusos levelek mentése

source: Folder for storing infected mail. Leave empty to use the default trash folder
hu: A fertőzött levelek tárolási mappája. Hagyd üresen az alapértelmezett kuka mappa használatához

source: _Browse
hu: _Böngészés

source: Click this button to select a folder for storing infected mail
hu: Kattints a gombra a fertőzött levelek tárolási mappájának kiválasztásához

source: Plugins
hu: Pluginek
