Repository: mpollmeier/claws-mail-plugins
Catalog: acpi_notifier/po/*.po
Languages: ca, de, sr

source: Acpi Notifier
ca: Notificador Acpi
de: Acpi Benachrichtiger
sr: Acpi обавештење

source: Make sure that the kernel module 'acerhk' is loaded. You can get it from http://www.informatik.hu-berlin.de/~tauber/acerhk/
ca: Assegureu-vos de que el mòdul del kernel 'acerhk' està carregat. Podeu aconseguir-lo a http://www.informatik.hu-berlin.de/~tauber/acerhk/
de: Stellen Sie sicher, dass das Kernel-Modul "acerhk" geladen ist. Das Kernel-Module erhalten Sie unter http://www.informatik.hu-berlin.de/~tauber/acerhk/
sr: Проверите да ли је учитан кернел модул „acerhk“. Можете га преузети са http://www.informatik.hu-berlin.de/~tauber/acerhk/

source: Make sure that the kernel module 'acer_acpi' is loaded. You can get it from http://www.archernar.co.uk/acer_acpi/acer_acpi_main.html
ca: Assegureu-vos de que el mòdul del nucli 'acer_acpi' està carregat. Podeu aconseguir-lo a http://www.archernar.co.uk/acer_acpi/acer_acpi_main.html
de: Stellen Sie sicher, dass das Kernel-Modul "acer_acpi" geladen ist. Das Kernel-Module erhalten Sie unter http://www.archernar.co.uk/acer_acpi/acer_acpi_main.html
sr: Проверите да ли је учитан кернел модул „acer_acpi“. Можете га преузети са http://www.archernar.co.uk/acer_acpi/acer_acpi_main.html

source: Make sure that the kernel module 'asus_laptop' is loaded.
ca: Assegureu-vos que el mòdul del nucli 'asus_laptop' està carregat.

source: Make sure that the kernel module 'asus_acpi' is loaded.
ca: Assegureu-vos que el mòdul del nucli 'asus_acpi' està carregat.
de: Stellen Sie sicher, dass das Kernel-Modul "asus_acpi" geladen ist.
sr: Проверите да ли је учитан кернел модул „asus_acpi“.

source: Make sure that the kernel module 'ibm_acpi' is loaded.
ca: Assegureu-vos que el mòdul del nucli 'ibm_acpi' està carregat.
de: Stellen Sie sicher, dass das Kernel-Modul "ibm_acpi" geladen ist.
sr: Проверите да ли је учитан кернел модул „ibm_acpi“.

source: Make sure that you have apanelc installed. You can get it from http://apanel.sourceforge.net/
ca: Assegureu-vos de que teniu apanelc instal·lat. Podeu aconseguir-lo a http://apanel.sourceforge.net/
de: Stellen Sie sicher das apanelc installiert ist.Sie erhalten es unter http://apanel.sourceforge.net/
sr: Проверите да ли имате инсталиран „apanelc“. Можете га преузети са http://apanel.sourceforge.net/

source: Control file doesn't exist.
ca: L'arxiu de control no existeix.
de: Die Steuerdatein existiert nicht.
sr: Контролна датотека не постоји.

source: : no new or unread mail
ca: : no hi ha cap correu nou o sense llegir
de: : keine neuen oder ungelesenen E-Mails
sr: : нема нових или непрочитаних порука

source: : unread mail
ca: correu sense llegir
de: : ungelesene E-Mails
sr: : непрочитане поруке

source: : new mail
ca: : nou correu
de: : neue E-Mail
sr: : нове поруке

source: off
ca: apagat
de: aus
sr: искључено

source: blinking
ca: pampalluguejant
de: blinken
sr: трепти

source: on
ca: encès
de: an
sr: укључено

source: ACPI type:
ca: tipus d'ACPI:
de: ACPI Typ:
sr: ACPI тип:

source: ACPI file:
ca: arxiu ACPI:
de: ACPI Datei:
sr: ACPI датотека:

source: values - On:
ca: valors - Encès:
de: Werte - Ein:
sr: вредности - Укључено:

source: - Off:
ca: - Apagat:
de: - Aus:
sr: - Искључено:

source: Blink when user interaction is required
ca: Pampalluguejarà quan sigui necessària la interacció amb l'usuari
de: Blinken wenn Nutzereingriff nötig ist

source: Plugins
ca: Mòduls
sr: Додаци

source: This plugin handles various ACPI mail LEDs.
ca: Aquest mòdul controla varis LEDs de correus ACPI.
de: Dieses Plugin behandelt verschiedene ACPI Mail LEDs.
sr: Овај додатак управља разним LED за е-пошту преко ACPI.

source: Laptop LED
ca: LED de portàtil

source: Your Sylpheed-Claws version is newer than the version AcpiNotifier was built with
de: Ihre Sylpheed-Claws Version ist neuer als die Version mit der ACPI-Benachrichtiger kompiliert wurde
sr: Верзија Sylpheed-Claws коју користите је новија од верзија са којом је направљен AcpiNotifier

source: Your Sylpheed-Claws version is too old for AcpiNotifier
de: Ihre Sylpheed-Claws Version ist zu alt für ACPI-Benachrichtiger
sr: Верзија Sylpheed-Claws коју користите је превише стара за AcpiNotifier

source: Acpi notifier
de: ACPI-Benachrichtiger
sr: Acpi обавештење
