Repository: mpollmeier/claws-mail-plugins
Catalog: ghostscript-viewer/po/*.po
Languages: fr, sk

source: Portrait
sk: Portrét

source: Landscape
fr: Paysage
sk: Krajina

source: Upside Down
fr: Orientation 'Upside Down'
sk: Hlavou nadol

source: Seascape
fr: Orientation 'Seascape'
sk: Opačná krajina

source: inch
fr: pouce
sk: inč

source: point
sk: bod

source: Broken pipe.
fr: Pipe rompu.
sk: Prerušené potrubie.

source: Error while decompressing file %s:
fr: Erreur lors de la décompression du fichier %s:
sk: Chyba pri dekompresii súboru %s:

source: Error while scanning pdf file %s:
fr: Erreur lors du scannage du fichier pdf %s:
sk: Chyba pri skenovaní pdf súboru %s:

source: Cannot open file %s
fr: Impossible d'ouvrir le fichier %s
sk: Nemôžem otvoriť súbor %s

source: Error while scanning file %s
fr: Erreur lors du scannage du fichier %s
sk: Chyba pri scanovaní­ súboru %s

source: Your sylpheed version is newer than the version the plugin was built with
fr: Votre version de sylpheed est plus récente que celle pour laquelle a été écrite ce plugin.
sk: Vaša verzia Sylpheed-u je novšia ako verzia, s ktorou bol skompilovaný tento plugin

source: Your sylpheed version is too old
fr: Votre version de sylpheed est trop ancienne.
sk: Vaša verzia Sylpheed-u je príliš stará

source: Ghostscript Viewer
fr: Visualiseur Ghostscript
sk: Ghostscript Prehliadač

source: This plugin provides a Viewer for Postscript and PDF documents for Sylpheed's MimeView
fr: Ce plugin fournit un afficheur de documents Postscript et PDF pour la vue du message de Sylpheed.
sk: Tento plugin umožňuje zobrazenie Postscript a PDF dokumentovv Sylpheede

source: Prev Page
fr: Page préc.
sk: Predch.

source: Next Page
fr: Page suiv.
sk: Ďalšia

source: Zoom in
fr: Zoom avant
sk: Väčšie

source: Zoom out
fr: Zoom arrière
sk: Menšie

source: First Page
fr: Première page
sk: Prvá strana

source: Last Page
fr: Dernière page
sk: Posledná strana

source: Fit page
fr: Ajuster à la vue
sk: Zmestiť stranu

source: Fit width
fr: Ajuster à la largeur
sk: Zmestiť na šírku

source: Default (1:1)
sk: Prednastavené (1:1)

source: Respect EOF
fr: Respect de la balise EOF
sk: Rešpektovať EOF

source: Autozoom
sk: Automatický zoom

source: failed to write GhostscriptViewer configuration to file
fr: Impossible de sauvegarder la configuration du visualiseur Ghostscript.
sk: nepodarilo sa zapísať nastavenie do súboru

source: Message View
fr: Vue du message
sk: Zobrazenie správy

source: Antialiasing
fr: Anticrenélage (Lissage des polices et images)
