Repository: mpollmeier/claws-mail-plugins
Catalog: gtkhtml2_viewer/po/*.po
Languages: cs, de, id, ja, nl, pl, sk, sr

source: Any
cs: Každý
id: Apa saja
nl: Elke
sk: Všetky

source: Plugins
cs: Zásuvné moduly
id: Pengaya
ja: プラグイン
pl: Wtyczki
sk: Zásuvné moduly
sr: Додаци

source: GtkHtml2 Viewer
cs: Prohlížeč GtkHtml2
de: GtkHtml2 Betrachter
id: Penampil GtkHtml2
ja: GtkHtml2ビューワ
nl: GtkHtml2 Weergever
pl: Przegl±darka GtkHtml2
sk: Zobrazovač GtkHtml2
sr: GtkHtml2 прегледник

source: Cache cleared.
cs: Dočasná paměť vyčištěna.
de: Zwischenspeicher gelöscht.
id: Cache dibersihkan.
ja: キャッシュをクリアしました。
nl: Cache gewist.
pl: Wyczyszczono pamiêæ podrêczn±.
sk: Vyrovnávacia pamäť vymazaná.
sr: Кеш је очишћен

source: Automatically load remote images
cs: Automaticky načítat vzdálené obrázky
id: Secara otomatis memuat gambar remot
ja: 自動でリモートイメージをロードする
nl: Automatisch laden van externe afbeeldingen
sk: Automaticky načítať vzdialené obrázky

source: Only for senders found in address book
cs: Jen když je odesílatel v knize adres
id: Hanya untuk pengirim yang ditemukan di buku alamat
ja: アドレス帳に存在する送信者のみ
nl: Alleen voor afzenders uit het adresboek
sk: Len pre odosielateľov z Adresára

source: Select ...
cs: Vybrat ...
id: Pilih ...
ja: 選択 ...
nl: Selecteer ...
sk: Vybrať...

source: Cache remote images locally
cs: Ukládat vzdálené obrázky lokálně
de: lokales Zwischenspeichern entfernter Bilder
id: Cache gambar remot secara lokal
ja: リモートのイメージをローカルにキャッシュする
nl: Cache externe afbeeldingen lokaal
pl: Zapisuj ¶ci±gniête obrazki na dysku.
sk: Vzdialené obrázky do vyrovnávacej pamäte
sr: Локално кеширање удаљених слика

source: Clear image cache on exit
cs: Vyčistit dočasnou paměť obrázků při ukončení
id: Bersihkan cache gambar saat keluar
ja: 終了時にイメージキャッシュを削除する
nl: Wis afbeeldingen cache bij afsluiten
sk: Pri skončení vymazať vyrovnávaciu pamäť obrázkov

source: Clear image cache now
cs: Vyčistit teď dočasnou paměť obrázků
de: Lösche Bildzwischenspeicher jetzt
id: Bersihkan cache gambar sekarang
ja: 今すぐイメージキャッシュを削除する
nl: Wis afbeeldingen cache nu
pl: Skasuj pamiêæ podrêczn± teraz
sk: Vymazať vyrovnávaciu pamäť obrázkov teraz
sr: Обриши кеширане слике сада

source: _Open with Web browser
cs: _Otevřít ve webovém prohlížeči
id: _Buka dengan peramban Web
ja: Webブラウザで開く(_O)
nl: _Open met Web bladerprogramma
sk: _Otvoriť vo webovom prehliadači

source: Copy this _link
cs: Kopírovat _odkaz
id: Sa_lin tautan ini
ja: このリンクをコピー(_L)
nl: Kopieer deze _koppeling
sk: Kopírovať od_kaz

source: Zoom _in
cs: Z_většit
id: Perbes_ar
ja: 拡大(_I)
sk: Pr_iblížiť

source: Zoom _out
cs: Z_menšit
id: Perkecil
ja: 縮小(_O)
nl: Zoom _uit
sk: _Oddialiť

source: Timeout connecting to %s
cs: Čas pro připojení %s
de: Zeitüberschreitung bei Verbindung zu %s
id: Waktuhabis menyambung ke %s
ja: %s への接続がタイムアウトしました
nl: Tijd verstreken tijdens verbinden met %s
pl: Przekroczony czas po³±czenia do %s
sk: Vypršal časový limit pripojenia k %s
sr: Истекло време за повезивање са %s

source: Remote images exist, but weren't loaded according to your preferences.
cs: Vzdálené obrázky existují, ale nebyly načteny, protože to odpovídá vaší volbě.
de: Entfernte Bilder existieren, aber wurden nicht geladen weil es in den Einstellungen so festgelegt wurde.
id: Gambar remot ada, namun tidak dimuat berdasarkan pengaturan anda.
ja: リモートのイメージは存在しますが、設定によって ロードされません。
nl: Externe afbeeldingen bestaan, maar zijn niet geladen in overeenstemming met uw voorkeuren.
pl: Wiadomo¶æ zawiera zdalne obrazy, nie zosta³y one wczytane zgodnie z twoimi preferencjami.
sk: Vzdialené obrázky existujú, ale podľa vašich nastavení neboli načítané.
sr: Постоје удаљене слике, али нису учитане по вашим подешавањима.

source: Remote images exist, but weren't loaded because you are offline.
cs: Vzdálené obrázky existují, ale nebyly načteny, protože jste offline.
de: entfernte Bilder existieren, aber wurden nicht gelade , da sie offline sind.
id: Gambar remot ada, namun tidak dimuat karena anda sedang offline
ja: リモートのイメージは存在しますが、オフラインのため ロードされません。
nl: Externe afbeeldingen bestaan, maar zijn niet geladen omdat u off-line bent.
pl: Wiadomo¶æ zawiera zdalne obrazy, nie zosta³y one wczytane, poniewa¿ jeste¶ w trybie offline.
sk: Vzdialené obrázky existujú, ale neboli načítané pretože ste odpojený.
sr: Постоје удаљене слике, али нису учитане зато што нисте повезани на Интернет.

source: Remote images exist, but loading them failed.
cs: Vzdálené obrázky existují, ale jejich načtení selhalo.
de: entfernte Bilder existieren, aber das Laden ist ist fehlgeschlagen.
id: Gambar remot ada, namun proses memuat gagal.
ja: リモートのイメージは存在しますが、ロードに失敗しました。
nl: Externe afbeeldingen bestaan, maar het laden is mislukt.
pl: Wiadomo¶æ zawiera zdalne obrazy, lecz pobranie ich nie powiod³o siê.
sk: Vzdialené obrázky existujú, ale ich načítanie zlyhalo.
sr: Постоје удаљене слике, али нису успешно учитане.

source: Load images
cs: Načíst obrázky
de: lade Bilder
id: Muat gambar
ja: イメージのロード
nl: Laad afbeeldingen
pl: Pobierz obrazy
sk: načítať obrázky
sr: Учитај слике

source: Printing failed: %s
cs: Tisk selhal: %s
id: Gagal mencetak: %s
ja: 印刷に失敗しました: %s
nl: Printen mislukt: %s
sk: Tlačenie zlyhalo: %s

source: Printing HTML is only possible if the program 'html2ps' is installed.
cs: Tisk HTML je možný jen při nainstalovaném programu 'html2ps'.
id: Mencetak format HTML memungkinkan jika aplikasi 'html2ps' telah terpasang.
ja: HTMLの印刷はプログラム'html2ps'がインストールされている場合のみ可能です。
nl: HTML printen kan alleen als het programma 'html2ps' is geinstalleerd.
sk: Tlač HTML je možná len, ak je nainštalovaný program 'html2ps'.

source: Filename is null.
cs: Jméno souboru je prázdné.
id: Nama berkas tidak ada.
ja: ファイル名がNULLです。
nl: Bestandsnaam is niet ingevuld.
sk: Meno súboru je prázdne.

source: Conversion to postscript failed.
cs: Konverze do postskriptu selhala.
id: Konversi ke postscript gagal.
ja: postscriptへの変換に失敗しました。
nl: Conversie naar postscript is mislukt.
sk: Zlyhala konverzia do postscript

source: Print
cs: Tisk
id: Cetak
ja: 印刷
nl: Printen
sk: Tlačiť

source: Printer %s doesn't accept PostScript files.
cs: Tiskárna %s nepřijímá soubory Postskriptu.
id: Pencetak %s tidak menerima berkas PostScript.
ja: プリンター %s はPostScriptファイルを受け付けません。
nl: Printer %s accepteert geen PostScript bestanden.
sk: Tlačiareň %s neprijíma súbory PostScript.

source: Printing failed: %s
cs: Tisk selhal: %s
id: Gagal mencetak: %s
ja: 印刷に失敗しました: %s
nl: Printen mislukt: %s
sk: Tlačenie zlyhalo: %s

source: GtkHtml2 HTML Viewer
cs: GtkHtml2 HTML Prohlížeč
de: GtkHtml2 HTML Betrachter
id: Penampil GtkHtml2 HTML
ja: GtkHtml2 HTMLビューワ
nl: GtkHtml2 HTML Weergever
pl: Przegl±darka GtkHtml2
sk: GtkHtml2 HTML Zobrazovač
sr: GtkHtml2 HTML прегледник

source: This plugin renders HTML mail using the gtkhtml2rendering widget.
cs: Zásuvný model rendruje HTML maily pomocí gtkhtml2rendering komponenty.
de: Dieses Plugin zeigt HTML Mails mit Hilfe von libgtkhtml2 an.
id: Pengaya ini membaca pesan HTML menggunakan widget gtkhtml2rendering.
ja: このプラグインはHTMLメールをgtkhtml2renderingウィジェットを使って描画します。
nl: Deze plugin geeft HTML mail weer met gebruik van de gtkhtml2 render widget
pl: Ta wtyczka wy¶wietla wiadomo¶ci HTML przy u¿yciu biblioteki gtkhtml2.
sk: Tento zásuvný modul zobrazuje HTML správy pomocou widgetu gtkhtml2rendering.
sr: Овај додатак рендерује HTML поруке користећи gtkhtml2rendering виџет.

source: Load remote images in mails
de: Laden von entfernten Bilder in der Nachricht
pl: Nie ¶ci±gaj zdalnych linków w wiadomo¶ciach
sr: Учитавање удаљених слика у поруку

source: Clear images cache when quitting
de: Lösche Bildzwischenspeichern beim beenden
pl: Skasuj ¶ci±gniête obrazki przy wyj¶ciu z programu
sr: Брисање кешираних слика при затварању програма

source: /_Open with Web browser
de: /im Br_owser öffnen
pl: /_Otwórz w przegl±darce

source: /Copy this _link
de: /_Link kopieren
pl: /Skopiuj adres tego ³±cza

source: Your version of Sylpheed-Claws is newer than the version the Gtkhtml2Viewer plugin was built with
de: die Sylpheed-Claws Version ist neuer als die Version mit der das Gtkhtml2Viewer Plugin kompiliert wurde
sr: Sylpheed-Claws који користите је новиј иод верзије за коју је компајлиран Gtkhtml2Viewer додатак

source: Your version of Sylpheed-Claws is too old for the Gtkhtml2Viewer plugin
de: Die Sylpheed-Claws Version ist zu alt für das Gtkhtml2Viewer Plugin
sr: Sylpheed-Claws који користите је сувише стар за Gtkhtml2Viewer додатак

source: text/html
pl: tekst/html
