Repository: mpollmeier/claws-mail-plugins
Catalog: rssyl/po/*.po
Languages: de

source: Cannot open temporary file
de: temporäre Datei konnte nicht geöffnet werden

source: Cannot init libCURL
de: libCURL konnte nicht initialisiert werden

source: 401 (Authorisation required)
de: 401 (Anmeldung erforderlich)

source: 403 (Unauthorised)
de: 403 (nicht angemeldet)

source: 404 (Not found)
de: 404 (nicht gefunden)

source: Error %ld
de: Fehler %ld

source: Fetching '%s'...
de: hole '%s'...

source: Malformed feed
de: missgebildeter Feed

source: Refreshing feed '%s'...
de: Aktualisiere Feed '%s'...

source: RSSyl: Fetching comments is not supported for RDF feeds. Cannot fetch comments of '%s'
de: RSSyl: Das holen von Kommentaren aus RDF Feeds wird nicht unterstützt. Die Kommentare von '%s' konnten nicht geholt werden.

source: This feed format is not supported yet.
de: Dieses Feed-Format wird noch nicht unterstützt.

source: size unknown
de: Größe unbekannt

source: RSSyl: Cannot update feed %s: %s
de: RSSyl: Feed '%s' konnte nicht aktualisiert werden: %s

source: You are already subscribed to this feed.
de: Sie haben diesen Feed bereits abonniert.

source: Couldn't fetch URL '%s': %s
de: konnte die URL '%s' nicht holen: %s

source: Unknown error
de: unbekannter Fehler

source: Couldn't fetch URL '%s': %s
de: konnte die URL '%s' nicht holen: %s

source: Can't subscribe feed '%s'.
de: Der Feed '%s' konnte nicht abonniert werden.

source: Claws Mail needs network access in order to update the feed.
de: Claws-Mail benötigt Netzwerkzugang um den Feed zu aktualisieren.

source: Time out connecting to URL %s
de: Zeitüberschreitung bei Verbindung zur URL %s

source: Couldn't fetch URL %s
de: konnte die URL '%s' nicht holen

source: Error parsing feed from URL %s
de: Fehler beim Parsen des Feeds von URL %s

source: Unsupported feed type at URL %s
de: Nicht unterstützter Feedtype von URL %s

source: RSSyl: Updating feed %s
de: RSSyl: aktualisiere Feed %s

source: RSSyl: Feed update finished: %s
de: RSSyl: Feedaktualisierung beendet: %s

source: RSSyl: Feed update aborted, application is exiting.
de: RSSyl: die Anwendung wird beendet, Feedaktualisierung abgebrochen.

source: This plugin allows you to create a mailbox tree where you can add newsfeeds in RSS 1.0, RSS 2.0 or Atom format. Each newsfeed will create a folder with appropriate entries, fetched from the web. You can read them, and delete or keep old entries.
de: Dieses Plugin ermöglicht es Ihnen einen Mailboxbaum zu erzeugen in welchen Sie Newsfeeds im RSS 1.0, RSS 2.0 oder Atom Format hinzufügenen können. Jeder Newsfeed erzeugt einen Ordner mit den entsprechenden Einträgen die aus dem Web geholt werden. Sie können diese lesen, löschen sowie alte Einträge behalten.

source: Refresh all feeds
de: Alle Feeds _aktualisieren

source: Subscribe feed
de: Feed abonnieren

source: Input the URL of the news feed you wish to subscribe:
de: Geben Sie die URL des zu abonnierenden Newsfeeds ein:

source: New folder
de: neuer Ordner

source: Input the name of new folder:
de: Namen des neuen Ordners eingeben:

source: '%c' can't be included in folder name.
de: Zeichen '%c' darf nicht in einem Ordnernamen vorkommen.

source: The folder '%s' already exists.
de: Die Ordner '%s' existiert bereits.

source: Can't create the folder '%s'.
de: Der Ordner '%s' konnte nicht erstellt werden.

source: Really remove the folder tree '%s' ?
de: Den Ordnerbaum '%s' wirklich eintfernen?

source: Remove folder tree
de: Ordnerbaum entfernen

source: _Remove
de: Entfernen

source: Can't remove feed '%s'.
de: Der Feed '%s' konnte nicht entfernt werden.

source: All folders and messages under '%s' will be permanently deleted. Recovery will not be possible. Do you really want to delete?
de: Alle Ordner und Nachrichten unter '%s' werden permanet gelöscht. Eine Wiederherstellung ist nicht möglich. Soll wirklich gelöscht werden?

source: Delete folder
de: lösche Ordner

source: Can't remove the folder '%s'.
de: Der Ordner '%s' konnte nicht entfernt werden.

source: Input new name for '%s':
de: Eingabe neuer Name für '%s':

source: Rename folder
de: Ordner umbenennen

source: The folder could not be renamed. The new folder name is not allowed.
de: Der Ordner kann nicht umbenannt werden. Der neue Ordnername ist nicht erlaubt.

source: Select a .opml file
de: Wähle eine .opml Datei

source: _Refresh feed
de: Feed aktualisie_ren

source: Refresh _all feeds
de: Alle Feeds _aktualisieren

source: Subscribe _new feed...
de: Neue_n Feed abonnieren...

source: _Unsubscribe feed...
de: Feed a_bbestellen...

source: Feed pr_operties...
de: Feed-Ei_genschaften...

source: Import feed list...
de: Feedliste importieren...

source: Rena_me...
de: U_mbennen...

source: _Create new folder...
de: neuen Ordner erstellen...

source: _Delete folder...
de: _Ordner entfernen...

source: Remove folder _tree...
de: Ord_nerbaum entfernen...

source: Add RSS folder tree
de: RSS-Ordnerbaum hinzufügen

source: Enter name for a new RSS folder tree.
de: Namen des neuen RSS-Ordnerbaumes eingeben.

source: The mailbox '%s' already exists.
de: Die Mailbox '%s' existiert bereits.

source: Creation of folder tree failed. Maybe some files already exist, or you don't have the permission to write there?
de: Das Erzeugen des Ordnerbaumes ist fehlgeschlagen. Eventuell existieren einige Dateien bereits, oder haben Sie.nicht die nötigen Berechtigungen um diese zu schreiben?

source: Use default refresh interval
de: benutze Standard Zeit zum aktualisieren

source: Keep default number of expired entries
de: behalte Standardanzahl abgelaufener Einträge

source: Fetch comments if possible
de: hole Kommentare wenn es möglich ist

source: <b>Source URL:</b>
de: <b>Quell-URL:</b>

source: <b>Fetch comments on posts aged less than:</b> <small>(In days; set to -1 to fetch all comments)</small>
de: <b>Kommentare holen von Nachrichten die jünger sind als:</b> <small>(in Tagen; auf -1 setzen um alle Kommentare zu holen)</small>

source: <b>Refresh interval in minutes:</b> <small>(Set to 0 to disable automatic refreshing for this feed)</small>
de: <b>Aktualisierungszeit in Minuten:</b> <small>(auf 0 setzten um das automatische Aktualisieren dieses Feeds zu deaktivieren)</small>

source: <b>Number of expired entries to keep:</b> <small>(Set to -1 if you want to keep expired entries)</small>
de: <b>Anzahl der abgelaufenen Einträge die aufgehoben werden:</b> <small>(auf -1 setzen um abgelaufene Einträge zu behalten)</small>

source: <b>If an item changes, do not mark it as unread:</b>
de: <b>Nachricht nicht als ungelesen markieren wenn sie sich ändert:</b>

source: Always mark as unread
de: immer als ungelesen markieren

source: If only its text changed
de: nur wenn der Text sich geändert hat

source: Never mark as unread
de: niemals als ungelesen markieren

source: _Cancel
de: _Abbrechen

source: Set feed properties
de: Feed-Eigenschaften einstellen

source: Unsubscribe feed
de: Feed abbestellen

source: Do you really want to remove feed
de: Soll der Feed wirklich entfernt werden

source: Remove cached entries
de: Zwischengespeicherte Einträge entfernen

source: _Unsubscribe
de: Abbestellen

source: Default refresh interval in minutes
de: Standardintervall für Aktualisierung in Minuten

source: Set to 0 to disable automatic refreshing
de: auf 0 setzen um automatische Aktualisierung zu deaktivieren

source: Default number of expired items to keep
de: Standardanzahl der zu behaltenden abgelaufenen Einträge

source: Set to -1 to keep expired items
de: auf -1 setzen um abgelaufenen Einträge zu behalten

source: Refresh all feeds on application start
de: Alle Feeds beim Programmstart aktualisieren

source: Path to cookies file
de: Pfad zur Cookie-Datei

source: Path to Netscape-style cookies.txt file containing your cookies
de: Pfad zur cookies.txt (Netscape-style)

source: RSSyl
de: RSSylp

source: My Feeds
de: Meine Feeds
